---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordEndReleaseType
source: html/2c11ad0d-278f-a582-ebca-2cd14306cb90.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordEndReleaseType Property

"End Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyTopChordEndReleaseType { get; }
```